import Avatar from '../../images/avatar 2.png';
import Avatar1 from '../../images/avatar_big.png';

export const ChatData = [
  {
    id: 1,
    name: 'Наталия Полянская',
    status: 'Гид по Баварии, фотограф',
    avatar: Avatar,
    isAdmin: false,
    message: 'Что из себя представляет вулкан?Просто хочу убедиться, что готова к такому путешествию.',
    date: 'Вчера в 18:45',
  },
  {
    id: 2,
    name: 'Администратор',
    status: 'TravelAsk',
    avatar: Avatar1,
    isAdmin: true,
    message:
      'Из достопримечательностей могу предложить обратить внимание на вулкан Майон, путешествие запомнится вам надолго хотя бы из-за невероятной сложности подъема на него. Поверьте, это стоит того; также хотелf бы отметить очень важную область исследования',
    date: 'Вчера в 17:45',
  },
  {
    id: 3,
    name: 'Наталия Полянская',
    status: 'Гид по Баварии, фотограф',
    avatar: Avatar,
    isAdmin: false,
    message: 'Что из себя представляет вулкан?Просто хочу убедиться, что готова к такому путешествию.',
    date: 'Вчера в 18:45',
  },
  {
    id: 4,
    name: 'Администратор',
    status: 'TravelAsk',
    avatar: Avatar1,
    isAdmin: true,
    message:
      'Из достопримечательностей могу предложить обратить внимание на вулкан Майон, путешествие запомнится вам надолго хотя бы из-за невероятной сложности подъема на него. Поверьте, это стоит того; также хотелf бы отметить очень важную область исследования',
    date: 'Вчера в 17:45',
  },
];
